Repository: ahmtilhn/sudoku_game
Catalog: assets/localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, ur, vi, zh_hans, zh_hant

# pause_body
source: Paused. Continue when ready.
ar: استراحة - استمر عند الاستعداد
bn: পরে, প্রস্তুত হলে চলুন।
de: Pause – fort, wenn es bereit ist.
es: Paso, continúa cuando esté listo.
fr: Réservez, continuez quand vous êtes prêt.
hi: तैयार हो जाओ, तैयार हो जाओ।
id: Berhenti, teruskan saat siap.
it: Posti, proseguite quando siete pronti.
ja: 休憩!準備が整った時
ko: 멈추고 준비가 되었을 때 계속
nl: Vervolgens, als je klaar bent.
pl: Zacznij, kiedy jesteś gotowy
pt: Fica a descansar, quando pronto.
ru: Продолжайте, когда вы готовы.
th: สอดคล้องกันการดําเนินการตามเมื่อพร้อม
tr: Duraklatıldı. Hazır olduğunda devam edin.
uk: Поспішайте, продовжуйте, коли ви готові.
ur: جب تیار ہو جاؤ تو جاری رہو
vi: - Đừng nghỉ, hãy tiếp tục khi sẵn sàng.
zh_hans: 休息,当准备好的时候继续。
zh_hant: 休息,當準備好的時候繼續。

# restart_puzzle_title
source: Restart puzzle?
ar: إعادة تشغيل Puzzle
bn: পুজো আবার শুরু?
de: Wieder starten Puzzle?
es: ¿Recuperar el puzzle?
fr: Récupérer le puzzle ?
hi: Puzzle को फिर से शुरू करें?
id: Kembali ke Puzzle?
it: Ripristino del puzzle?
ja: パズル再開?
ko: 다시 퍼즐을 시작하십시오.
nl: Het puzzel weer opnieuw?
pl: Znowu puzzle?
pt: Reprodução do Puzzle?
ru: И снова пузырь?
th: ปลั๊กใหม่
tr: Bulmacayı yeniden başlatmak mı?
uk: Відновлення п’єси?
ur: پازل دوبارہ شروع کریں
vi: Khởi động lại puzzle?
zh_hans: 重新启动拼图?
zh_hant: 重新啟動拼圖?

# restart_puzzle_body
source: Moves and time will be cleared.
ar: سيتم توضيح الحركات والوقت.
bn: সময় ও ভ্রমণ পরিষ্কার হবে।
de: Bewegungen und Zeit werden klar gemacht.
es: Los movimientos y el tiempo serán claros.
fr: Les mouvements et le temps seront clairs.
hi: समय और गति स्पष्ट हो जाएगी।
id: Pergerakan dan waktu akan dibersihkan.
it: Il tempo e il movimento saranno chiari.
ja: 時間と動きが明らかになる。
ko: 움직임과 시간은 명확하게 밝혀질 것이다.
nl: De tijd en de bewegingen zullen duidelijk worden.
pl: Czas i ruchy zostaną wyjaśnione.
pt: Os movimentos e o tempo serão esclarecidos.
ru: Перемещения и время будут очищены.
th: การเคลื่อนไหวและเวลาจะถูกทําความสะอาด
tr: Hareketler ve zaman temizlenecek.
uk: Переходи і час будуть вияснені.
ur: وقت اور حرکتیں واضح ہو جائیں گی
vi: Thời gian và chuyển động sẽ được giải quyết.
zh_hans: 时间和时间将被清理。
zh_hant: 時間和時間將被清理。

# fantasy_mode_title
source: Fantasy Mode · 16×16
ar: أسلوب الخيال 16×16
bn: ফ্যান্টাসি মড · 16×16
es: Modo de fantasía 16×16
fr: Mode de la Fantasy 16×16
hi: फंतासी मोड · 16×16
id: Mode Fantasi 16x16
it: Modalità di fantascienza 16×16
ja: ファンタジーモード · 16×16
ko: 판타지 모드 · 16×16
pl: Moda fantasy 16×16
pt: Moda de Fantação 16×16
ru: Фантастический режим 16×16
th: แฟชั่นฟินเทจ · 16×16
tr: Fantezi Modu 1616
uk: Фантазійний режим 16×16
ur: فینٹیسی موڈ · 16×16
vi: Phong cách hình ảnh 16×16
zh_hans: 幻想模式 · 16×16
zh_hant: 幻想模式 · 16×16

source: Offline special mode
ar: أزياء خاصة Offline
bn: অফফলি বিশেষ মডেল
de: Offline Sondermodus
es: Modo especial offline
fr: Mode Offline spécial
hi: Offline विशेष मोड
id: Mode Offline yang khusus
it: Modalità Offline
ja: オフライン特別モード
ko: Offline 특수 모드
nl: Offline speciale mode
pl: offline specjalny tryb
pt: Modo Especial Offline
ru: Офлайн специальный режим
th: โหมดพิเศษ
tr: Çevrimdışı özel mod
uk: Офлайн спеціальний режим
ur: آف لائن خصوصی موڈ
vi: Offline đặc biệt
zh_hans: 非线特殊模式
zh_hant: 非線特殊模式

# platform_leaderboards_body
source: Global ELO and difficulty boards
ar: عالميةELOو برامج الصعوبة
bn: বিশ্বব্যাপীELOকঠিন কঠিন কঠিন কঠিন কঠিন কঠিন কঠিন
de: GlobalELOund Schwierigkeiten Bord
es: GlobalidadELOy las plazas de dificultad
fr: GlobalementELODes boîtes de difficultés
hi: वैश्विकELOकठिनाई बोर्ड
id: GlobalELOdan papan kesulitan
it: GlobaleELOe i tavoli di difficoltà
ja: グローバルELO難易度のボード
ko: 글로벌ELO어려움의 보드
nl: GlobalELOen moeilijkheden boards
pl: GlobalneELOi trudności tablic
pt: GlobalidadeELOe as dificuldades
ru: ГлобальныйELOи трудностей борт
th: ระดับโลกELOและบอร์ดความยากลําบาก
tr: GenelELOve zorluk panoları
uk: ГлобальніELOта складні панелі
ur: عالمیELOمشکل بورڈز
vi: toàn cầuELOvà khó khăn bảng
zh_hans: 全球ELO难度板
zh_hant: 全球ELO難度板

# platform_global_rank_body
source: Your main platform ranking
ar: تصنيف منصة الرئيسية الخاصة بك
bn: আপনার প্রধান প্ল্যাটফর্ম রান্না
de: Ihre Hauptplattform Ranking
es: Su principal ranking de plataformas
fr: Votre plateforme principale
hi: मुख्य प्लेटफॉर्म रैंकिंग
id: Platform utama Anda
it: Il tuo ranking principale
ja: あなたの主なプラットフォームランキング
ko: 당신의 주요 플랫폼 순위
nl: Uw belangrijkste platform ranking
pl: Twój główny ranking platformy
pt: Sua principal plataforma de ranking
ru: Ваш главный рейтинг платформы
th: แพลตฟอร์มหลักของคุณ
tr: Ana platform sıralamanız
uk: Ваші основні рейтинги платформи
ur: آپ کی بنیادی پلیٹ فارم رینکنگ
vi: Đánh giá nền tảng chính của bạn
zh_hans: 您的主要平台排名
zh_hant: 您的主要平臺排名

# platform_difficulty_rank_body
source: Ranking for this difficulty
ar: تصنيف هذه الصعوبة
bn: এই কঠিনতার জন্য রান্না
de: Ranking für diese Schwierigkeit
es: Ranking para esta dificultad
fr: Ranger pour cette difficulté
hi: इस कठिनाई के लिए रैंकिंग
id: Peringkat untuk kesulitan ini
it: La classifica per questa difficoltà
ja: この困難に対する評価
ko: 이 어려움에 대한 순위
nl: Ranking voor deze moeilijkheid
pl: Ranking dla tej trudności
pt: Ranking para essa dificuldade
ru: Рейтинг для этой сложности
th: การจัดอันดับสําหรับความยากลําบากนี้
tr: Bu zorluk için sıralama
uk: Рейтинг цієї труднощі
ur: اس مشکل کے لئے رینکنگ
vi: Đánh giá về khó khăn này
zh_hans: 对此困难的评级
zh_hant: 對此困難的評級

# platform_achievements_body
source: Open achievements and progress
ar: إنجازات مفتوحة وتقدم
bn: খোলা প্রদর্শন ও প্রদর্শন
de: Offene Erfolge und Fortschritte
es: Obras abiertas y progreso
fr: Les progrès ouverts et les progrès
hi: खुले परिणाम और प्रगति
id: Pencapaian dan Kemajuan Terbuka
it: Il progresso e gli ottimi risultati
ja: 開放的な成果と進歩
ko: 개방적 성과와 진보
nl: Open prestaties en vooruitgang
pl: Otwarte osiągnięcia i postępy
pt: Objetivos abertos e progresso
ru: Открытые достижения и прогресс
th: ประสิทธิภาพที่เปิดและขั้นตอน
tr: Açık başarılar ve ilerleme
uk: Відкриті досягнення та прогрес
ur: کامیابی اور ترقی کے لئے
vi: thành tựu và tiến bộ mở
zh_hans: 开放成就与进步
zh_hant: 開放成就與進步

# daily_reward_day_title
source: Day %1d reward
ar: يوم%1dمكافأة
bn: দিন%1dপুরস্কার
de: Tag%1dBelohnung
es: Día%1drecompensa
fr: Journée%1dRécompense
hi: दिन%1dपुरस्कार
id: Hari yang%1dPenghargaan
it: Giorno%1dricompensa
ja: 昼間%1d報酬
ko: 하루%1d보상
nl: Dag van%1dbeloning
pl: Dzień%1dNagroda
pt: Dia%1drecompensa
ru: День%1dНаграды
th: วัน%1dโพสต์
tr: Gün%1dödül
uk: День%1dНагорода
ur: دن%1dاجر
vi: Ngày%1dthưởng
zh_hans: 天%1d奖励
zh_hant: 天%1d獎勵

# hint_refill_reward_value
source: +1 Hint Refill
ar: +1 تكرار
bn: +1 হিন্ট রিফিল
es: +1 Hint Reflexión
fr: +1 Hint réfléchir
hi: +1 हथियारों का संदर्भ
it: 1 Il rifiuto
ja: +1 ヒント リフレッシュ
ko: +1 히트 리플
pl: +1 Wzór
pt: +1 REFLÃO
ru: +1 Гимназия
th: +1 คู่มือ
tr: +1 İpucu Doldurma
uk: 1 х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х х
ur: +1 ہینڈل
vi: + 1 Hint Đánh giá
zh_hans: +1 印记
zh_hant: +1 印記

source: Daily reward doubled.
ar: الراتب اليومي مضاعفة
bn: প্রতিদিনের পুরস্কার দশবারের বেশি।
de: Die tägliche Belohnung verdoppelt sich.
es: El salario diario se duplicó.
fr: Le salaire quotidien est doublé.
hi: दैनिक भुगतान दोगुना हो गया है।
id: Biaya harian meningkat dua kali lipat.
it: Il premio giornaliero è raddoppiato.
ja: 毎日の報酬が倍増。
ko: 매일 보상이 두 배로 늘어났다.
nl: De dagelijkse beloning verdubbeld.
pl: Dzienna nagroda podwoiła się.
pt: A recompensa diária duplicou.
ru: Ежедневная заработная плата удвоилась.
th: ค่ารางวัลประจําวันเพิ่มขึ้นสองเท่า
tr: Günlük ödül iki katına çıktı.
uk: Щоденна винагорода збільшилася вдвічі.
ur: روزانہ دوگنا کر دیا گیا ہے
vi: Lợi ích hàng ngày tăng gấp đôi
zh_hans: 每日报酬翻了一倍。
zh_hant: 每日報酬翻了一倍。

# daily_reward_track_body
source: Come back tomorrow to continue your 30-day track.
ar: تعال غداً لتستمر في مسيرتك لمدة 30 يوماً.
bn: আগামীকাল ফিরে আসুন এবং আপনার ৩০ দিনের ট্র্যাকে চলুন।
de: Kommen Sie morgen zurück und fortsetzen Sie Ihre 30-Tage-Track.
es: Regresar mañana para seguir tu trayectoria de 30 días.
fr: Rendez-vous demain pour continuer votre trajet de 30 jours.
hi: कल वापस आओ और अपने 30 दिन के ट्रैक को जारी रखें।
id: Kembali esok untuk melanjutkan perjalanan 30 hari Anda.
it: Ritorna domani per continuare il tuo percorso di 30 giorni.
ja: 明日、30日間のトラックを続けるために戻って来てください。
ko: 내일 다시 와서 30일 트랙을 계속하십시오.
nl: Kom morgen terug om je 30 dagen traject te volgen.
pl: Przyjdź jutro i kontynuuj swoją 30-dniową ścieżkę.
pt: Volte amanhã para continuar o seu caminho de 30 dias.
ru: Завтра вы возвращаетесь, чтобы продолжить свой 30-дневный путь.
th: มากลับในวันพรุ่งนี้เพื่อดําเนินการตามเส้นทางของคุณ 30 วัน
tr: Yarın 30 günlük rotana devam etmek için geri dön.
uk: Завтра поверніться, щоб продовжити свій 30-денний шлях.
ur: آپ کو 30 دن کے راستے پر واپس آنے کے لئے واپس آنا.
vi: Hãy trở lại ngày mai để tiếp tục con đường 30 ngày của bạn.
zh_hans: 明天回来,继续你的30天轨道。
zh_hant: 明天回來,繼續你的30天軌道。

# hint_refill_reward_body
source: A Hint Refill restores an empty hint meter to full.
ar: يعود إعادة تدوير إشارة فارغة إلى كاملة.
bn: একটি হিন্ট রিফিল একটি खाली হিন্ট মিটার পূর্ণ করে ফেরত দেয়।
de: Ein Hint Refill erneuert einen leeren Hintmeter bis zum Fülle.
es: Un Hint Refill restaura un metro de señal vacío a pleno.
fr: Un Hint Refill récupère un mètre d'indice vide à plein.
hi: एक हिंट रिफिल एक खाली हिंट मीटर को पूर्ण करने के लिए पुनर्स्थापित करता है।
id: Sebuah Hint Refill mengembalikan meter petunjuk kosong ke penuh.
it: Un riflesso di indice ripristina un metro di indice vuoto fino a pieno.
ja: ヒント・リフィルは、空っぽのヒントメーターを満たす。
ko: Hint Refill은 빈 힌트 미터를 완성으로 복원합니다.
nl: Een Hint Refill herstelt een leeg hintmeter tot vol.
pl: Występuje w odnowieniu pustego metru wskaźnika do pełnego.
pt: Um refilo de índice restaura um metro de índice vazio para o cheio.
ru: Хинт Рефил восстанавливает пустой метров на пол.
th: A Hint Refill จะกู้คืนเมตรการแสดงผลที่ว่างเปล่าเพื่อเต็ม
tr: Bir İpucu Doldurma, boş bir ipucu sayacını tam olarak geri yükler.
uk: Арт-рефіл відновлює порожній метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний метричний мет
ur: ایک ہینٹ ریفیل ایک خالی ہینٹ میٹر کو مکمل کرنے کے لئے واپس آتا ہے.
vi: Một Hint Refill khôi phục lại một mét hint trống để đầy.
zh_hans: 一个Hint Refill恢复一个空的指标计到满。
zh_hant: 一個Hint Refill恢復一個空的指標計到滿。

source: Loading...
ar: تحميل...
bn: লোডিং...
de: Laden...
es: Carga...
fr: Le chargement...
hi: लोड...
id: Pengisian...
it: Caricamento...
ja: 充電...
ko: 충전...
pl: ładowanie...
pt: Carregamento...
ru: Загрузка...
th: การโหลด...
tr: Yükleniyor...
uk: Завантажити...
ur: لوڈ کرنے کے...
vi: tải...
zh_hans: 充电...
zh_hant: 充電...

# watch_ad_reward_value
source: Watch ad · +%1d
ar: مشاهدة Ad · +%1d
bn: অ্যাড দেখুন +%1d
de: Anzeige · +%1d
es: Ver la publicidad +%1d
fr: Voir les annonces +%1d
hi: देखें · +%1d
id: Lihat Ad · +%1d
it: Guarda il tuo annuncio +%1d
ja: 広告を観る+%1d
ko: 광고 · +%1d
nl: Bekijk Ad · +%1d
pl: Zobacz reklamę +%1d
pt: Assista ao Ad +%1d
ru: Просмотр Ad · +%1d
th: ดูโฆษณา · +%1d
tr: Reklamı izle +%1d
uk: Завантажити Ad +%1d
ur: تبصرہ کریں · +%1d
vi: Xem quảng cáo · +%1d
zh_hans: 观看广告 · +%1d
zh_hant: 觀看廣告 · +%1d

source: Collect
ar: جمع
bn: সংগ্রহ
de: Sammeln
es: Colección
fr: Collecte
hi: संग्रह
id: Koleksi
it: Collezione
ja: 集合
ko: 수집
nl: verzamelen
pl: Zbieranie
pt: Coletando
ru: собрание
th: การเก็บ
tr: Topla
uk: Збірка
ur: جمع کریں
vi: Thu thập
zh_hans: 收集
zh_hant: 收集

source: Top rank
ar: أعلى رينك
bn: শীর্ষ রান
fr: Top rang
hi: शीर्ष रैंक
ja: トップランク
ko: 최고 순위
th: ระดับสูง
tr: Üst rütbe
ur: سب سے اوپر رینک
zh_hans: 顶级排名
zh_hant: 頂級排名

source: Your rank
ar: رينك
bn: আপনার রান্ড
de: Ihre Rank
es: tu rango
fr: Votre rang
hi: आपका रैंक
id: Rank Anda
it: Il tuo rango
ja: あなたのランク
ko: 당신의 랭크
nl: Uw rang
pl: Twój rank
pt: Seu Rank
ru: Ваш ранг
th: ระดับของคุณ
tr: Rütbeniz
uk: Ваш ранг
ur: آپ کے رینک
vi: Rank của bạn
zh_hans: 你的Rank
zh_hant: 你的Rank

source: No score
ar: لا نمر
bn: কোন স্কোর
de: Kein Score
es: No hay puntuación
fr: Pas de score
hi: कोई स्कोर नहीं
id: Tidak ada skor
it: Nessun punteggio
ja: スコアなし
ko: 점수 없음
nl: Geen score
pl: Nie ma wyników
pt: Não há punho
ru: Никаких баллов
th: ไม่ได้คะแนน
tr: Skor yok
uk: Без результатів
ur: کوئی نقطہ نظر
vi: Không điểm
zh_hans: 没有分数
zh_hant: 沒有分數

source: No ELO
ar: لاELO
bn: নাইELO
de: No nichtELO
fr: NonELO
hi: नहींELO
id: TidakELO
ja: ノーELO
ko: 아니오ELO
nl: nietELO
pl: NieELO
pt: NãoELO
ru: НеELO
th: ไม่ELO
tr: Hayır.ELO
uk: НеELO
ur: نہیںELO
vi: KhôngELO
zh_hans: 无ELO
zh_hant: 無ELO

source: Board
ar: مجلس
bn: বোর্ড
es: El Consejo
fr: Le conseil
hi: बोर्ड
id: Lembaga
it: Il consiglio
ja: ボード
ko: 보드
pl: Rada
pt: comando
ru: Борд
th: คณะกรรมการ
tr: Yönetim Kurulu
uk: БРОД
ur: بورڈ
vi: Hội đồng
zh_hans: 董事会
zh_hant: 董事會

# entries_shown
source: %1d shown
ar: %1dعرض
bn: %1dপ্রদর্শিত
de: %1dzeigen
es: %1dMostrado
fr: %1dmontré
hi: %1dदिखाई
id: %1dmenunjukkan
it: %1dMostrato
ja: %1d展示
ko: %1d보여주기
nl: %1dGetoond
pl: %1dpokazane
pt: %1dMostrado
ru: %1dпоказано
th: %1dแสดง
tr: %1dgösterilmektedir
uk: %1dпоказано
ur: %1dدکھائی دیتا ہے
vi: %1dHiển thị
zh_hans: %1d展示
zh_hant: %1d展示

source: Account
ar: حساب
bn: অ্যাকাউন্ট
de: Konto
es: Cuentas
fr: compte
hi: खाता
id: Akun
it: conto
ja: 会計
ko: 계좌
nl: Accounting
pl: Konto
pt: Conta
ru: Счет
th: บัญชี
tr: Hesap
uk: рахунок
ur: اکاؤنٹ
vi: Tài khoản
zh_hans: 账户
zh_hant: 賬戶

source: Private
ar: الخصوصية
bn: ব্যক্তিগত
de: Privat
es: Privado
fr: privé
hi: निजी
id: pribadi
it: privato
ja: プライベート
ko: 개인용
nl: Privé
pl: prywatne
pt: Privado
ru: частный
tr: Özel
uk: приватні
ur: خصوصیات
vi: tư nhân
zh_hans: 个人
zh_hant: 個人

source: Record
ar: سجلات
bn: রেকর্ড
de: Rekord
hi: रिकॉर्ड
id: Rekor
ja: 記録
ko: 기록
pl: Rekord
pt: Recordes
ru: Рекорд
th: บันทึก
tr: Kayıt
uk: Рекорд
ur: ریکارڈ
vi: kỷ lục
zh_hans: 记录
zh_hant: 記錄

# games_count
source: %1d games
ar: %1dألعاب
bn: %1dখেলা
de: %1dSpiele
es: %1dJuegos
fr: %1dJeux
hi: %1dखेल
id: %1dPermainan
it: %1dGiochi
ja: %1dゲーム
ko: %1d게임
nl: %1dSpelen
pl: %1dGry
pt: %1dJogos
ru: %1dИгры
th: %1dเกม
tr: %1doyunlar
uk: %1dІгри
ur: %1dکھیلوں
vi: %1dGame
zh_hans: %1d游戏
zh_hant: %1d遊戲

source: Wins
ar: الفوز
bn: বিজয়
de: Gewinn
es: ganancias
fr: Les vainqueurs
hi: जीत
id: Kemenangan
it: Vincitore
ja: 勝ち
ko: 승리
nl: Winnaar
pl: wygrywa
pt: Vencedor
ru: Победы
th: ชนะ
tr: Kazanır
uk: Перемоги
ur: جیتنے
vi: thắng
zh_hans: 胜利
zh_hant: 勝利

source: Losses
ar: الخسائر
bn: হারান
de: Verluste
es: Perdas
fr: Les pertes
hi: नुकसान
id: kerugian
it: perdita
ja: 損失
ko: 손실
nl: Verlies
pl: straty
pt: Perdas
ru: Потеря
th: การสูญเสีย
tr: Kayıplar
uk: втрати
ur: خسارے
vi: mất
zh_hans: 失败
zh_hant: 失敗

source: Games
ar: ألعاب
bn: খেলা
de: Spiele
es: Juegos
fr: Jeux
hi: खेल
id: Permainan
it: Giochi
ja: ゲーム
ko: 게임
nl: Spelen
pl: Gry
pt: Jogos
ru: Игры
th: เกม
tr: Oyunlar
uk: Ігри
ur: کھیلوں
vi: Trò chơi
zh_hans: 游戏
zh_hant: 遊戲

source: Sudoku
ar: سودوكو
bn: সুদুর
hi: सुडोक
ja: スドーキ
ko: 사우다쿠
ru: Судоку
th: ซูโดค
uk: Судоку
ur: سوڈوکو
zh_hans: 苏达克
zh_hant: 蘇達克

# tier_master
source: Master
ar: الماجستير
bn: মেস্টার
de: Meister
es: Maestro
fr: Maître
hi: मास्टर
id: Guru
it: Maestro
ja: マスター
ko: 마스터
nl: Meester
pl: Mistrz
pt: Mestre
ru: Мастер
th: พัฒนา
tr: Usta.
uk: Майстер
ur: استاد
vi: Thầy
zh_hans: 主人
zh_hant: 主人

# tier_diamond
source: Diamond
ar: الماس
bn: ডায়ামেন্ট
de: Diamant
es: El diamante
fr: Diamants
hi: डायमंड
id: Berlian
it: diamanti
ja: ダイヤモンド
ko: 다이아몬드
nl: Diamanten
pl: Diamenty
pt: Diamante
ru: Диамант
th: อะแดด
tr: Elmas
uk: діаманти
ur: الماس
vi: kim cương
zh_hans: 钻石
zh_hant: 鑽石

# tier_platinum
source: Platinum
ar: البلاطين
bn: প্লাটিন
de: Platin
es: Platino
hi: प्लेटिनम
it: Platini
ja: プラチナ
ko: 플라티노
nl: Platina
pl: Platyn
pt: Platão
ru: Платина
th: โพลติน
tr: Platin
uk: Платіна
ur: پلاٹین
zh_hans: 柏拉图
zh_hant: 柏拉圖

# tier_gold
source: Gold
ar: الذهب
bn: গল
es: El oro
fr: L’or
hi: सोने
id: emas
it: oro
ja: ゴールド
ko: 금
nl: Goud
pl: złoto
pt: Ouro
ru: Золотой
th: เหรียญ
tr: Altın
uk: Золотий
ur: سونے
vi: vàng
zh_hans: 黄金
zh_hant: 黃金

# tier_silver
source: Silver
ar: الفضة
bn: Silver সার্ভার
de: Silber
es: El plata
fr: argent
hi: चांदी
id: Perak
it: argento
ja: 銀
ko: 실버
nl: zilver
pl: Srebrny
pt: prata
ru: серебро
th: เงิน
tr: Gümüş
uk: Срібло
ur: نقره
vi: bạc
zh_hans: 银
zh_hant: 銀

# tier_bronze
source: Bronze
ar: برونز
bn: ব্রোজ
es: Bronce
fr: Bronzée
hi: ब्रोन
it: Il bronzo
ja: ブロンズ
ko: 브런치
pl: Brązowy
ru: Бронза
th: โบรอนซ์
tr: Bronz
uk: Бронзо
ur: برونز
zh_hans: 铜
zh_hant: 銅

# challenge_sent_to
source: Challenge sent to %1s.
ar: التحدي الذي أرسلت إليه%1s.
bn: চ্যালেঞ্জ পাঠানো%1s.
de: Herausforderung an%1s.
es: El desafío enviado a%1s.
fr: Le défi envoyé à%1s.
hi: चुनौती के लिए भेजा%1s.
id: Tantangan yang dikirim ke%1s.
it: Il suo sfida è stato inviato%1s.
ja: 挑戦が送られた%1s.
ko: 도전으로 보내는%1s.
nl: De uitdaging die je naar%1s.
pl: Wyzwanie wysłane do%1s.
pt: O desafio enviado para%1s.
ru: вызов, который отправляется%1s.
th: การท้าทายที่ส่ง%1s.
tr: Meydan okuma gönderildi%1s.
uk: Виклик, що надісланий%1s.
ur: چیلنج کے لئے بھیجا گیا%1s.
vi: Thách thức gửi đến%1s.
zh_hans: 挑战 发送到%1s.
zh_hant: 挑戰 傳送到%1s.

# challenge_player
source: Challenge %1s
ar: التحدي%1s
bn: চ্যালেঞ্জ%1s
de: Herausforderung%1s
es: El desafío%1s
fr: Défi%1s
hi: चुनौती%1s
id: Tantangan%1s
it: sfida%1s
ja: 挑戦%1s
ko: 도전%1s
nl: Uitdaging%1s
pl: Wyzwanie%1s
pt: Desafios%1s
ru: вызов%1s
th: การท้าทาย%1s
tr: Meydan okuma%1s
uk: Виклик%1s
ur: چیلنج%1s
vi: Thách thức%1s
zh_hans: 挑战%1s
zh_hant: 挑戰%1s

# challenge_expires_at
source: %1s challenge · expires %2s
ar: %1sالتحدي - ينتهي%2s
bn: %1sচ্যালেঞ্জ শেষ%2s
de: %1sHerausforderung: Ablauf%2s
es: %1sEl desafío expira%2s
fr: %1sDéfi : expiration%2s
hi: %1sचुनौती समाप्त हो जाती है%2s
id: %1sTantangan yang berakhir%2s
it: %1ssfida: scade%2s
ja: %1s課題 終了%2s
ko: %1s도전 · 종료%2s
nl: %1sDe uitdaging is uitgestorven%2s
pl: %1sWyzwanie: wygasło%2s
pt: %1sDesafio: expira%2s
ru: %1sПроблема - истекает%2s
th: %1sการท้าทาย · ปิด%2s
tr: %1smeydan okuma süresi doluyor%2s
uk: %1sПроблема закінчується%2s
ur: %1sچیلنج ختم ہو جاتا ہے%2s
vi: %1sThách thức: Kết thúc%2s
zh_hans: %1s挑战 · 终止%2s
zh_hant: %1s挑戰 · 終止%2s

# friend_request_sent_to
source: Friend request sent to %1s.
ar: طلب صديق أرسلت إلى%1s.
bn: বন্ধুদের প্রার্থনা পাঠানো%1s.
de: Freundes Anfrage an%1s.
es: La solicitud de un amigo enviada a%1s.
fr: La demande d'un ami envoyée à%1s.
hi: मित्रों की मांग भेजी गई है%1s.
id: Permintaan teman yang dikirim ke%1s.
it: La richiesta di un amico inviata%1s.
ja: 友人の願いが送られて%1s.
ko: 친구의 요청을 보내는%1s.
nl: Vriendelijke verzoek naar%1s.
pl: Przyjacielski wniosek wysłany do%1s.
pt: Pedido de amigo enviado para%1s.
ru: Приветственник просит%1s.
th: คําขอเพื่อนที่ส่งไปยัง%1s.
tr: Gönderilen arkadaş isteği%1s.
uk: Запрошення друзів надіслано до%1s.
ur: دوست کی درخواست بھیجیں%1s.
vi: yêu cầu của bạn gửi đến%1s.
zh_hans: 朋友请求 发送%1s.
zh_hant: 朋友請求 傳送%1s.

# fantasy_level_title
source: 16x16 Level %1d
ar: 16x16المستوى%1d
bn: 16x16স্তর%1d
de: 16x16Ebene%1d
es: 16x16Nivel%1d
fr: 16x16Niveau%1d
hi: 16x16स्तर%1d
id: 16x16Tingkat%1d
it: 16x16livello%1d
ja: 16x16レベル%1d
ko: 16x16레벨%1d
nl: 16x16Levens%1d
pl: 16x16poziom%1d
pt: 16x16Nível%1d
ru: 16x16уровень%1d
th: 16x16ระดับ%1d
tr: 16x16Seviye%1d
uk: 16x16рівень%1d
ur: 16x16سطح%1d
vi: 16x16Tỷ lệ%1d
zh_hans: 16x16水平%1d
zh_hant: 16x16水平%1d

source: Milestone
ar: ميلستون
bn: মাইলটন
es: Miles
hi: मिल्स्टोन
ja: ミレストン
ko: 밀레니엄
pt: Milão
ru: Миллон
th: มิลลิกรัม
uk: Міллі
ur: مہاجرین
zh_hans: 米兰
zh_hant: 米蘭

source: Stars
ar: نجوم
bn: নক্ষত্র
de: Sterne
es: estrellas
fr: Étoiles
hi: सितारों
id: Bintang
it: Stella
ja: スター
ko: 별들
nl: Sterren
pl: gwiazdy
pt: Estrelas
ru: Звезды
th: ดาว
tr: Yıldızlar
uk: Зірки
ur: ستارے
vi: ngôi sao
zh_hans: 星星
zh_hant: 星星

source: Track
ar: مسار
bn: ট্র্যাক
hi: ट्रैक
it: traccia
ja: トラック
ko: 트랙
pl: ścieżka
ru: Трейк
th: ท่อง
tr: Parça
uk: Трейк
ur: ٹریک
zh_hans: 路径
zh_hant: 路徑

source: Chapter
ar: الفصل
bn: ক্যাপ্টার
de: Kapitel
es: Capítulo
fr: Chapitre
hi: अध्याय
id: Bab 1
it: Capitolo
ja: 章
ko: 장기
nl: Hoofdstuk
pl: Rozdział
pt: Capítulo
ru: Глава
th: ประเภท
tr: Bölüm
uk: Розділ
ur: باب
vi: Chương
zh_hans: 章节
zh_hant: 章節

source: Next level
ar: المستوى التالي
bn: পরবর্তী স্তর
de: Nächster Level
es: Siguiente Nivel
fr: Le prochain niveau
hi: अगला स्तर
id: Tingkat berikutnya
it: Il prossimo livello
ja: 次のレベル
ko: 다음 레벨
nl: Volgende niveau
pl: Następny poziom
pt: Próximo Nível
ru: Следующий уровень
th: ระดับต่อไป
tr: Sonraki seviye
uk: Наступний рівень
ur: اگلے سطح
zh_hans: 下一级
zh_hant: 下一級

# daily_sudoku_challenges_channel
source: Daily reminders to return for a fresh Sudoku challenge.
ar: تذكير يومي للعودة إلى تحدي سودوكو الطازج.
bn: প্রতিদিনের স্মৃতিগুলি একটি নতুন সুডোকু চ্যালেঞ্জের জন্য ফিরে আসতে।
de: Tagliche Erinnerungen, um zurück zu einem frischen Sudoku-Ausdeckung.
es: Todos los días recordos para volver para un nuevo reto Sudoku.
fr: Les souvenirs quotidiens pour revenir pour un nouveau défi Sudoku.
hi: एक ताजा सुडोक चुनौती के लिए वापस लौटने के लिए दैनिक यादें।
id: Hari-hari mengingatkan untuk kembali untuk tantangan Sudoku segar.
it: Il giorno ricorda di tornare per un nuovo Sudoku Challenge.
ja: 毎日、新鮮なスドーコの挑戦に戻ることを思い出します。
ko: 매일 추억은 신선한 Sudoku 도전을 위해 돌아갑니다.
nl: Dagelijks herinneringen om terug te keren voor een verse Sudoku uitdaging.
pl: Codzienne przypomnienia o powrocie na świeże Sudoku wyzwanie.
pt: Todos os dias lembranças para voltar para um novo desafio Sudoku.
ru: Ежедневные воспоминания о возвращении к свежему вызову Судоку.
th: ทุกวันเตือนที่จะกลับมาสําหรับท้าทายซูโดคิวสด
tr: Yeni bir Sudoku meydan okuması için geri dönmek için günlük hatırlatmalar.
uk: Щоденні спогади повертатися на свіжий Судоку виклик.
ur: روزانہ یادیں ایک تازہ Sudoku چیلنج کے لئے واپس آنا.
vi: Những lời nhắc nhở hàng ngày để trở lại cho một thử thách Sudoku tươi.
zh_hans: 每日提醒回归新鲜的苏多库挑战。
zh_hant: 每日提醒迴歸新鮮的蘇多庫挑戰。

source: Delete player account
ar: حذف حساب اللاعب
bn: খেলোয়াড় অ্যাকাউন্ট মুছে ফেলুন
de: Spielerkonto löschen
es: Eliminar la cuenta de jugador
fr: Supprimer le compte de joueur
hi: खिलाड़ी खाते हटाएँ
id: Menghapus akun pemain
it: Rimuovere il conto giocatore
ja: プレイヤーアカウント削除
ko: 플레이어 계정 삭제
nl: Verwijder het spelaccount
pl: Usuń konto gracza
pt: Remover a conta do jogador
ru: Удаление учетной записи игрока
th: ลบบัญชีผู้เล่น
tr: Oyuncu hesabını sil
uk: Видалення аккаунту гравця
ur: کھلاڑی اکاؤنٹ حذف کریں
vi: Xóa tài khoản người chơi
zh_hans: 删除玩家帐户
zh_hant: 刪除玩家帳戶
